app/src/main/assets/rvh.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-03-01 Sat 20:44 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="David Mann" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="./org.css"/>
</head>
<body>
<div id="content" class="content">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Criterion</th>
<th scope="col" class="org-left">Value</th>
<th scope="col" class="org-left">Reference</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Tall R V<sub>1</sub></td>
<td class="org-left">&gt;6 mm</td>
<td class="org-left">Myers</td>
</tr>

<tr>
<td class="org-left">Increased R:S ratio V<sub>1</sub></td>
<td class="org-left">&gt;1.0</td>
<td class="org-left">Myers</td>
</tr>

<tr>
<td class="org-left">Deep S V<sub>5</sub></td>
<td class="org-left">&gt;10 mm</td>
<td class="org-left">Myers</td>
</tr>

<tr>
<td class="org-left">Deep S V<sub>6</sub></td>
<td class="org-left">&gt;3 mm</td>
<td class="org-left">Myers</td>
</tr>

<tr>
<td class="org-left">Tall R aVR</td>
<td class="org-left">&gt;4 mm</td>
<td class="org-left">Sokolow</td>
</tr>

<tr>
<td class="org-left">Small S V<sub>1</sub></td>
<td class="org-left">&lt;2 mm</td>
<td class="org-left">Myers</td>
</tr>

<tr>
<td class="org-left">Small R V<sub>5,6</sub></td>
<td class="org-left">&lt;3 mm</td>
<td class="org-left">Myers</td>
</tr>

<tr>
<td class="org-left">Reduced R:S ratio V<sub>5</sub></td>
<td class="org-left">&lt;0.75</td>
<td class="org-left">Myers</td>
</tr>

<tr>
<td class="org-left">Reduced R:S ratio V<sub>6</sub></td>
<td class="org-left">&lt;0.4</td>
<td class="org-left">Myers</td>
</tr>

<tr>
<td class="org-left">Reduced R:S V<sub>5</sub> to R:S V<sub>1</sub></td>
<td class="org-left">&lt;0.04</td>
<td class="org-left">Sokolow</td>
</tr>

<tr>
<td class="org-left">(R I+S III)-(S I+R III)</td>
<td class="org-left">&lt;15 mm</td>
<td class="org-left">Lewis</td>
</tr>

<tr>
<td class="org-left">Max R V<sub>1,2</sub>+max S I, aVL-S V<sub>1</sub></td>
<td class="org-left">&gt;6 mm</td>
<td class="org-left">Butler</td>
</tr>

<tr>
<td class="org-left">R V<sub>1</sub>+S V<sub>5,6</sub></td>
<td class="org-left">&gt;10.5 mm</td>
<td class="org-left">Sokolow</td>
</tr>

<tr>
<td class="org-left">R peak V1 (QRS duration &lt;0.12 sec)</td>
<td class="org-left">&gt;0.035 sec</td>
<td class="org-left">Myers</td>
</tr>

<tr>
<td class="org-left">QR V<sub>1</sub></td>
<td class="org-left">Present</td>
<td class="org-left">Myers</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>Supporting Criteria</b></td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">RSR V<sub>1</sub> (QRS duration &gt;0.12 sec)</td>
<td class="org-left">Present</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">S&gt;R in I, II, III</td>
<td class="org-left">Present</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">S I and Q III</td>
<td class="org-left">Present</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">R:S V<sub>1</sub>&gt;R:S V<sub>3,4</sub></td>
<td class="org-left">Present</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Negative T-wave V<sub>1</sub> through V<sub>3</sub></td>
<td class="org-left">Present</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">P II amplitude</td>
<td class="org-left">&gt;2.5 mm</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
<p>
Amplitudes are given in millimeters, where 1 mm=0.1 mV.
Adapted from Table 2 of Hancock et al.
</p>

<div id="outline-container-org333c7f2" class="outline-2">
<h2 id="org333c7f2">References</h2>
<div class="outline-text-2" id="text-org333c7f2">
<ul class="org-ul">
<li>Hancock EW, Deal BJ, Mirvis DM, Okin P, Kligfield P, Gettes LS. AHA/ACCF/HRS Recommendations for the Standardization and Interpretation of the Electrocardiogram. Journal of the American College of Cardiology. 2009;53(11):992-1002. <a href="https://doi.org/10.1016/j.jacc.2008.12.015">https://doi.org/10.1016/j.jacc.2008.12.015</a></li>
<li>Butler PM, Leggett SI, Howe CM, Freye CJ, Hindman NB, Wagner GS. Identification of electrocardiographic criteria for diagnosis of right ventricular hypertrophy due to mitral stenosis. Am J Cardiol. 1986;57(8):639-643. <a href="https://doi.org/10.1016/0002-9149(86)90850-7">https://doi.org/10.1016/0002-9149(86)90850-7</a></li>
<li>Myers GB, Klein HA, Stofer BE. The electrocardiographic diagnosis of right ventricular hypertrophy. Am Heart J. 1948;35(1):1-40. <a href="https://doi.org/10.1016/0002-8703(48)90182-3">https://doi.org/10.1016/0002-8703(48)90182-3</a></li>
</ul>
</div>
</div>
</div>
</body>
</html>
